Repository: y-mane/easytrans
Catalog: root/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Branch Form
fr: Formulaire Agence

source: City Form
fr: Formulaire Ville

source: In Progress
fr: En Cours

source: Sended
fr: Envoyé

source: Sending
fr: Envoi

source: Receive
fr: Reception(s)

source: Name
fr: Libellé

source: Internal Reference
fr: Référence Interne

source: Reference
fr: Référence

source: Status
fr: Statut

source: Created At
fr: Crée

source: Updated at
fr: Mise à jour

source: Notification Type
fr: Type Notification

source: Notification Types
fr: Types Notification

source: Content
fr: Contenu

source: Sender
fr: Emetteur

source: Receiver
fr: Destinataire

source: Priority
fr: Priorité

source: Cities
fr: Villes

source: Address
fr: Adresse

source: City
fr: Ville

source: Branches
fr: Agences

source: Barcode
fr: Code Barre

source: Package Type
fr: Type Colis

source: Weight (Kg)
fr: Poids (Kg)

source: Package
fr: Colis

source: Delivery Status
fr: Statut Livraison

source: Is Delivered to Receiver
fr: Remis au Destinataire

source: Send Date
fr: Date Envoi

source: Delivery Date
fr: Date Livraison

source: From Branch
fr: Agence Départ

source: To Branch
fr: Agence Arrivée

source: Sender Contact
fr: Contact Emetteur

source: Receiver Contact
fr: Contact Destinataire

source: Is Barcode Generated ?
fr: Code Bare généré ?

source: Barcode Image
fr: Image Code Barre

source: Owner Branch
fr: Employé Agence

source: Can be Cancelled ?
fr: Peut être Annulé

source: Package Delivery
fr: Livraison

source: Package Deliveries
fr: Livraisons

source: Cancel Date & Time
fr: Date & Heure Annulation

source: Canceled Package Delivery
fr: Livraison Annulée

source: Canceled Package Deliveries
fr: Livraison Annulées

source: Transit Branch
fr: Agence Transit

source: Transit Date & Time
fr: Date & Heure Transit

source: Package Transit History
fr: Historique Transit Colis

source: Package Transit Histories
fr: Historiques Transit Colis

source: Can see Dashboard
fr: Peut voir Tableau de Bord

source: Can see Analytics
fr: Peut voir Analyses

source: Can see Charts
fr: Peut voir Graphiques

source: Can send SMS
fr: Peut envoyer SMS

source: Can send eMails
fr: Peut envoyer Emails

source: Ticket Type
fr: Type Ticket

source: Ticket Types
fr: Types Ticket

source: Ticket Category
fr: Catégorie Ticket

source: Ticket Categories
fr: Catégories Ticket

source: Category
fr: Catégorie

source: State
fr: Etat

source: Open
fr: Ouvert

source: Closed
fr: Fermé

source: Reply from:
fr: Réponse de:

source: Support Team
fr: L'équipe Support

source: User
fr: Utilisateur

source: Work Phone
fr: Tel. Bureau

source: Home Phone
fr: Tel. Perso

source: ID Proof
fr: Pièce Identité

source: Branch
fr: Agence

source: User Lang
fr: Langue Utilisateur

source: English
fr: Anglais

source: French
fr: Français

source: User Language
fr: Langue Utilisateur

source: Users Language
fr: Langues Utilisateurs

source: Recover Code
fr: Code Récupération

source: User Recover Code
fr: Code Récupération Utilisateur

source: Users Recover Codes
fr: Code Récupération Utilisateurs

source: Profile
fr: Profil

source: Dashboard
fr: Tableau de Bord

source: Update Paswword
fr: Mise à jour Mot de Passe

source: New Password
fr: Nouveau Mot de Passe

source: Confirm
fr: Confirmation Mot de Passe

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Verified user
fr: Utilisateur Enrégistré

source: Update Password
fr: Mise à jour Mot de Passe

source: Full Name
fr: Nom & Prénoms

source: Mobile
fr: Téléphone

source: Location
fr: Adresse

source: Password Confirm and New Password are differents Please Check
fr: Le Mot de Passe et la Confirmation sont différents. Veuillez saisir les mêmes valeurs dans les 2 Champs

source: Update Profile
fr: Mise à jour Profil

source: Username
fr: Nom d'Utilisateur

source: First Name
fr: Nom

source: Experience
fr: Expérience

source: Specialists
fr: Spécialistes

source: Ooooops! User not Found
fr: Oooops! Utilisateur inconnu

source: It seems that you do not have access to this section. Please go to
fr: Il semble que vous n'ayiez pas accès à cette Section. Veuillez vous rendre à

source: Login Page
fr: Page Connexion

source: Ooooops! Verification Code Error
fr: Oooops! Code de vérification erroné

source: You do not seem to have entered the correct verification code. Please go to
fr: Le Code de vérification est erroné. Veillez vous rendre à

source: Confirm Password
fr: Confirmation Mot de Passe

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Password
fr: Mot de Passe

source: TrackIt, the Innovative Solution that reinvents Packages Management.
fr: TrackIt, l'innovante solution qui réinvente la Gestion de Colis

source: Easy manage and inform your users instantly
fr: Tenez informés vos Utilisateurs instantanément

source: Forget password?
fr: Mot de passe oublié

source: Or login with
fr: Ou connexion

source: Ooooooops! Error
fr: Oooooops! Erreur

source: Ooooops! Forbidden Access
fr: Oooops! Accès Interdit

source: Home page
fr: Accueil

source: Previous page
fr: Page précedente

source: It appears that SERVER has refused to perform this action for security reasons. We invite you to return to
fr: Il semble que le Serveur ait refusé d'exécuter cette action pour des raisions de sécurité. Nous vous invitons à retourner à

source: Ooooops! Page Not Found
fr: Ooooops! Page Introuvable

source: It seems that the page you are looking for can not be found, Please excuse us for the inconvenience caused. We invite you however to go to
fr: Il semble que la page que vous recherchiez ne peut être trouvée. Veuillez nous excuser pour le désagrément causé. Nous vous invitons à retourner à

source: Ooooops! Internal Server Error
fr: Oooops! Erreur Serveur

source: It seems that the server is having a little trouble, please excuse us for the inconvenience. We invite you however to go to
fr: Il semble que le Serveur ait un petit soucis, Veuillez nous excuser pour le désagrément causé. Nous vous invitons cependant à retourner à

source: Add Branch
fr: Ajouter Agence

source: Manage Branch
fr: Gérer Agence

source: Phone
fr: Téléphone

source: Close
fr: Fermer

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Update branch
fr: Mise à jour Agence

source: Disable Branch
fr: Désactiver Agence

source: Enable Branch
fr: Activer Agence

source: Canceled Deliveries
fr: Livraisons Annulées

source: From
fr: De

source: To
fr: A

source: Sender / Contact
fr: Dest./Contact

source: Receiver / Contact
fr: Emetteur/Contact

source: Cancel Date
fr: Date Annulation

source: ADMIN SPACE
fr: Espace Administrateur

source: Packages
fr: Colis

source: Today
fr: Aujourd'hui

source: Search
fr: Rechercher

source: Canceled
fr: Annulé

source: Settings
fr: Paramètres

source: Users
fr: Utilisateurs

source: Hi,
fr: Bonjour,

source: Profile
fr: Profil

source: Logout
fr: Se déconnecter

source: Language
fr: Langue

source: Change Language
fr: Changer Langue

source: Deliveries
fr: Livraisons

source: Branch Count
fr: Nombre Agences

source: Customer Count
fr: Nombre Clients

source: Activities
fr: Activités

source: Total Count Summary
fr: Résumé Totaux

source: Recents Tickets
fr: Tickets Récents

source: Owner
fr: Utilisateur

source: Receptions
fr: réceptions

source: Dashboard
fr: Tableau de Bord

source: Search ...
fr: Rechercher ...

source: Display Package Map
fr: Afficher Cartographie Livraison

source: Registered Date & Time
fr: Date & Heure Enregistrement

source: Anonymous
fr: Anonyme

source: Package Delivered
fr: Colis Remis au Destinataire

source: No Data found!
fr: Aucune(s) Donnée(s) Trouvée(s)

source: Send Ticket
fr: Envoyer Ticket

source: Add User
fr: Ajouter Utilisateur

source: Manage User
fr: Gérer Utilisateur

source: Last Name
fr: Nom

source: ID Proof Number
fr: Numéro Pièce Identité

source: branch
fr: Agence

source: Group
fr: Groupe

source: Update User
fr: Mise à jour Utilisateur

source: Disable User
fr: Désactiver Utilisateur

source: Enable User
fr: Activer Utilisateur

source: MANAGER SPACE
fr: Espace Gestionnaire

source: Send
fr: Envoyer

source: Branch Receptions
fr: Réceptions Agence

source: Display
fr: Liste

source: Expected
fr: Attendus

source: Transit Histories
fr: Historiques Transit

source: Package Transit Count Count
fr: Nombre Transit Colis

source: Package Transit Count
fr: Nobre Transit Colis

source: Package Send / Receive
fr: Nombre Envois / Réceptions

source: Generate Barcode
fr: Générer Code Barre

source: Download Barcode
fr: Télécharger Code Barre

source: Package Awaiting Delivering to Receiver
fr: Colis en attente de Remise au Destinataire

source: View Attachment
fr: Voir Pièce Jointe

source: Disable Delivery
fr: Annuler Livraison

source: Delivered to Receiver
fr: Remis au Destinataire

source: Delivered
fr: Livré

source: Awaiting
fr: En Attente

source: Package Delivered to Receiver
fr: Colis Remis au Destinataire

source: Deliver Package to Receiver
fr: Remettre Colis au Destinataire

source: Receive Package
fr: Enregistrer Colis

source: Scan Barcode
fr: Scanner Code Barre

source: Delivery Done for this Package
fr: Colis Livré

source: Reception
fr: Réception

source: Send Package
fr: Envoyer Colis

source: Send Package Form
fr: Formulaire Envoi Colis

source: Delivery
fr: Livraison

source: Summary
fr: Résumé

source: Transit Date
fr: Date Transit

source: Notifications
fr: Notification

source: USER SPACE
fr: Espace Utilisateur

source: Last
fr: Dernier

source: For
fr: Pour

source: Weight
fr: Poids

source: No Data Found!
fr: Aucune(s) Donnée(s) Trouvée(s)
